{

  "fullName": "Perry Smith",
  "emailAddress": "perry.smith@organisation-xyz.com",
  "phoneNumber": "07101010101",
  "jobRole": "Responsible Officer",

  "organisationName": "Horizon Skills Board",
  "legalName": "HSB plc",
  "acronym": "HSB",
  "website": "www.xyz-zyx-xyz.com/home",
  "addressLine1": "1",
  "addressLine2": "2",
  "addressLine3": "",
  "townCity": "Coventry",
  "postcode": "CV1 1we",
  "country": "United Kingdom",

  "qualifications": "EPAs\r\nSoftware developer - Level 4 - ST0116\r\nSoftware development technician - Level 3 - ST0128\r\nSoftware tester - Level 4 - ST0129\r\nBusiness analyst - Level 4 - ST0117\r\n\r\nVocational qualifications\r\nFoundation in software development - Level 3\r\nCertificate in network infrastructure analysis - Level 4\r\n\r\n",

  "whyRegulated": "Becoming regulated by Ofqual, the Office of Qualifications and Examinations Regulation, is a pivotal step for any awarding organization. It signifies a commitment to uphold the highest standards of quality, credibility, and accountability within the education and qualifications sector. As an awarding organization seeking recognition from Ofqual, we have several compelling reasons for pursuing regulation.\r\n\r\nFirst and foremost, regulation by Ofqual enhances the credibility and reputation of our qualifications. Ofqual's rigorous standards and oversight provide assurance to learners, educators, employers, and other stakeholders that our qualifications meet national benchmarks for quality and consistency. This recognition not only instills trust in our qualifications but also ensures they are widely recognized and valued across various sectors and industries.\r\n\r\nFurthermore, regulation by Ofqual demonstrates our dedication to fairness, impartiality, and transparency in assessment processes. Ofqual sets clear guidelines and standards for assessment design, delivery, and evaluation, ensuring that our qualifications maintain integrity and validity. By adhering to Ofqual's regulations, we ensure that all learners have equal opportunities to demonstrate their knowledge, skills, and abilities, regardless of their background or circumstances.\r\n\r\nRegulation by Ofqual also provides us with access to valuable support, guidance, and expertise. As a regulated awarding organization, we benefit from ongoing monitoring, evaluation, and feedback from Ofqual, helping us identify areas for improvement and best practices to enhance the quality of our qualifications. Additionally, Ofqual offers resources, training, and networks to support our continuous professional development and capacity-building efforts.\r\n\r\nMoreover, being regulated by Ofqual facilitates collaboration and alignment with other stakeholders in the education and qualifications sector. Ofqual works closely with government agencies, educational institutions, employers, and industry bodies to ensure coherence and consistency in qualifications frameworks and standards. By aligning our qualifications with Ofqual's regulations, we contribute to the broader goal of enhancing the quality and relevance of education and training in the UK.\r\n\r\nRegulation by Ofqual also fosters international recognition and mobility of our qualifications. Ofqual's reputation for robust regulation and quality assurance extends beyond national borders, making our regulated qualifications more attractive to learners and stakeholders globally. This recognition enhances the international competitiveness of our qualifications and facilitates pathways for learners to pursue further education, employment, or professional opportunities abroad.\r\n\r\nFurthermore, regulation by Ofqual demonstrates our commitment to compliance with statutory requirements and regulatory obligations. Ofqual ensures that regulated awarding organizations operate in accordance with relevant legislation, safeguarding the interests of learners, employers, and the public. By meeting Ofqual's regulatory standards, we uphold accountability, transparency, and ethical conduct in all aspects of our operations.\r\n\r\nIn summary, we aspire to be regulated by Ofqual because it validates the quality, integrity, and credibility of our qualifications, enhances stakeholder trust and confidence, facilitates continuous improvement and collaboration, promotes international recognition and mobility, and ensures compliance with regulatory requirements. By seeking recognition from Ofqual, we reaffirm our commitment to excellence and our dedication to serving the needs of learners, educators, employers, and society as a whole.",

  "typeOfOrganisation": "Registered with Companies House",
  "registeredCompanyNumber": "123456789",
  "registeredCharityNumber": "",
  "registeredCountry": "",
  "otherCountryNumber": "",
  "criteriaA1to3": "Criterion A.1 focuses on Identity, requiring the applicant to demonstrate a clear and distinct identity separate from other organizations. We fulfill this criterion by establishing a unique organizational identity, delineated through our name, mission, vision, and values. Our organization operates independently, with a dedicated governance structure, leadership team, and administrative framework, ensuring autonomy and distinctiveness in our operations. We maintain transparency regarding our organizational identity through publicly available documents such as articles of association, constitution, and strategic plans.\r\n\r\nCriterion A.2 pertains to the Constitution, necessitating the applicant to have a constitution or governing document outlining its objectives, governance structure, and decision-making processes. We satisfy this criterion by possessing a comprehensive constitution that articulates our organizational objectives, governance framework, and decision-making mechanisms. Our constitution delineates the roles and responsibilities of key stakeholders, including members, directors, committees, and regulatory bodies. It also outlines procedures for governance, decision-making, accountability, and compliance with regulatory requirements. Our constitution is regularly reviewed and updated to ensure alignment with best practices and regulatory standards.\r\n\r\nCriterion A.3 emphasizes the legal status and governance structure of the applicant organization. We meet this criterion by operating as a legally constituted entity with appropriate governance arrangements. Our organization is registered under relevant laws and regulations governing educational and charitable entities, ensuring compliance with legal requirements. We have a robust governance structure comprising a board of directors or trustees responsible for strategic oversight, policy development, and risk management. Additionally, we may have advisory bodies or committees providing expertise and guidance on specific areas of operation. Our governance structure reflects principles of accountability, transparency, and stakeholder representation, facilitating effective decision-making and organizational management.\r\n\r\nIn summary, we fulfill Criteria A.1, A.2, and A.3 by establishing a distinct organizational identity, possessing a comprehensive constitution that outlines our objectives and governance framework, and operating as a legally constituted entity with an appropriate governance structure. Our commitment to transparency, accountability, and compliance ensures that we meet the regulatory requirements outlined by Ofqual, positioning us as a credible and reliable awarding organization worthy of recognition.",

  "criteriaA4": "Firstly, our organization operates under a robust governance framework designed to facilitate strategic direction, accountability, and stakeholder engagement. We have a clearly defined governance structure comprising a board of directors/trustees responsible for providing strategic leadership, overseeing organizational performance, and ensuring compliance with regulatory requirements. The board consists of individuals with diverse expertise and experience in education, assessment, governance, and relevant sectors, ensuring a well-rounded perspective on organizational matters.\r\n\r\nOur governance framework delineates roles, responsibilities, and decision-making processes to ensure clarity and accountability. The board establishes policies, procedures, and protocols to guide organizational activities, including qualification development, assessment delivery, quality assurance, and stakeholder engagement. Additionally, we have established committees or advisory groups to provide specialized expertise and support in key areas such as curriculum development, assessment design, and quality assurance.\r\n\r\nTransparency and accountability are central tenets of our governance approach. We maintain open channels of communication with stakeholders, including learners, educators, employers, regulatory bodies, and the public, to foster trust and confidence in our operations. Our governance practices prioritize stakeholder engagement, soliciting feedback, and incorporating insights into decision-making processes to enhance the relevance, quality, and integrity of our qualifications.\r\n\r\n Furthermore, we prioritize compliance with regulatory requirements and industry standards, ensuring that our governance practices align with Ofqual's expectations for recognition. We regularly review and update our governance framework to reflect changes in regulations, best practices, and organizational needs, ensuring ongoing alignment with Ofqual's guidance and requirements.\r\n\r\nIn summary, we meet Criterion A.4 by adhering to a robust governance framework characterized by effective oversight, transparency, accountability, and stakeholder engagement. Our governance structure and practices align with Ofqual's guidance for recognition, reflecting our commitment to excellence, integrity, and compliance with regulatory standards. Through our governance processes, we ensure that our organization operates ethically, transparently, and effectively, positioning us as a credible and trustworthy awarding organization deserving of recognition by Ofqual.",

  "criteriaA5": "Discovering conflicts of interest begins with promoting awareness and vigilance among all stakeholders within the organization. We provide comprehensive training and guidance to staff, board members, and other relevant parties on identifying situations that may give rise to conflicts of interest. This includes scenarios involving personal, financial, or professional interests that could compromise objectivity or impartiality in decision-making processes related to qualification development, assessment, or certification.\r\n\r\nAdditionally, we implement procedures for staff and key personnel to disclose potential conflicts of interest as they arise. This includes maintaining open channels of communication and establishing mechanisms for reporting and addressing conflicts in a timely and transparent manner. Staff are required to disclose any conflicts of interest they may have in writing, providing details of the nature of the conflict and its potential impact on organizational activities.\r\n\r\nTo record conflicts of interest, we maintain a centralized register or database where disclosures are documented, reviewed, and monitored. This register includes information on the nature of the conflict, the individuals involved, the measures taken to manage or mitigate the conflict, and any decisions or actions taken by the organization in response. The register is regularly updated and reviewed by designated personnel responsible for overseeing conflicts of interest.\r\n\r\nManaging conflicts of interest involves implementing appropriate measures to mitigate risks and uphold the integrity and impartiality of organizational activities. This may include recusal from decision-making processes, establishing independent review panels or committees, seeking external expertise or advice, or implementing safeguards to minimize the potential impact of conflicts on organizational outcomes.\r\n\r\nFurthermore, we conduct regular assessments and reviews of potential conflicts of interest within the organization, considering factors such as changes in personnel, organizational structure, or external relationships that may give rise to new conflicts or alter existing ones. This proactive approach allows us to identify and address conflicts of interest promptly and effectively, minimizing risks to the organization and stakeholders.\r\n\r\nIn summary, we meet Criterion A.5 by implementing robust processes to discover, record, and manage conflicts of interest within our organization. Our proactive approach to conflict management, coupled with transparent reporting and accountability mechanisms, ensures that we uphold the highest standards of integrity, impartiality, and credibility in our operations, aligning with Ofqual's expectations for recognition.",

  "criteriaA6": "Our governing body, composed of experienced and diverse professionals with expertise in education, assessment, governance, and relevant industries, plays a pivotal role in overseeing the awarding of qualifications and managing related issues. The governing body operates with transparency, integrity, and accountability, ensuring alignment with Ofqual's guidance and regulatory requirements.\r\n\r\nOne of the primary responsibilities of our governing body is to provide strategic direction and policy guidance related to qualification development, assessment delivery, quality assurance, and stakeholder engagement. Through regular meetings, discussions, and reviews, the governing body sets organizational objectives, priorities, and performance metrics, ensuring that our activities align with our mission, vision, and values.\r\n\r\nAdditionally, the governing body oversees the development and implementation of policies, procedures, and protocols to safeguard the integrity and fairness of the awarding process. This includes establishing and monitoring compliance with ethical standards, conflict of interest policies, and confidentiality protocols to mitigate risks and ensure the trustworthiness of our qualifications.\r\n\r\nFurthermore, the governing body exercises oversight over key operational functions, such as assessment design, standardization, moderation, and quality assurance processes. It reviews and approves assessment materials, methodologies, and criteria to ensure alignment with national standards, industry requirements, and best practices. The governing body also monitors performance data, feedback, and outcomes to assess the effectiveness and reliability of our qualifications and make informed decisions for improvement.\r\n\r\nIn managing issues related to qualification delivery, the governing body adopts a proactive and responsive approach, prioritizing the interests of learners, educators, employers, and other stakeholders. It establishes mechanisms for addressing concerns, complaints, and appeals in a fair, transparent, and timely manner, ensuring due process and procedural fairness.\r\n\r\nMoreover, the governing body collaborates closely with executive leadership, management, and external stakeholders to leverage expertise, insights, and resources for effective governance and oversight. It fosters a culture of accountability, transparency, and continuous improvement throughout the organization, reinforcing our commitment to excellence and integrity in the awarding of qualifications.\r\n\r\nIn summary, we meet Criterion A.6 by ensuring that our governing body provides robust oversight of the awarding process, manages issues effectively, and upholds the highest standards of governance, integrity, and accountability. Our governance practices align with Ofqual's guidance and regulatory requirements, reflecting our dedication to excellence and credibility as an awarding organization deserving of recognition.",

  "criteria-a-files": [
    "Articles_of_Association.docx",
    "Board_meeting_agendas_2023-2024.docx",
    "Business_Activities_Information.docx",
    "Committee_Structures.pdf",
    "Conflicts_of_interest_log.xlsx",
    "Conflicts_policy.docx",
    "Governing_Body_Terms_of_Reference.docx",
    "Job_Role_Descriptions.docx",
    "Key_Staff_Profiles.pdf",
    "Org_Structure_Charts.png",
    "Risk_Management_Policy.docx"
  ],
  "fileMeta": "",

  "criteriaB1": "On behalf of the Applicant I declare that I have made diligent enquiry, including having had regard to the matters specified in this criterion, and have identified no concerns relating to the integrity of the Applicant. I am aware that Ofqual may conduct its own enquiries in this regard and should it discover I have provided false information this may cause it to reject the application for recognition or, should such information be discovered following recognition, to take enforcement action.",

  "criteriaB2": "On behalf of the Applicant I declare that I have made diligent enquiry, including having had regard to the matters specified in this criterion, and have identified no concerns relating to the integrity of the proposed Senior Officers. I am aware that Ofqual may conduct its own enquiries in this regard and should it discover I have provided false information this may cause it to reject the application for recognition or, should such information be discovered following recognition, to take enforcement action.",
  "criterionc1a": "Our systems encompass a comprehensive array of processes and procedures designed to support qualification development, assessment delivery, quality assurance, and stakeholder engagement. We have established robust systems for curriculum design, assessment development, and standardization to ensure the validity, reliability, and fairness of our qualifications. These systems undergo regular review, evaluation, and refinement to align with national standards, industry requirements, and best practices.\r\n\r\nIn managing these systems, we prioritize transparency, accountability, and continuous improvement. We document and communicate our processes and procedures to stakeholders, ensuring clarity and consistency in operations. Regular audits and evaluations are conducted to assess the effectiveness and efficiency of our systems, identify areas for enhancement, and implement corrective measures as needed.\r\n\r\nFurthermore, resource management is a key focus area for our organization. We allocate resources strategically to support qualification development, assessment delivery, quality assurance, and organizational sustainability. This includes financial resources for investment in technology, infrastructure, staff development, and operational expenses. Human resources are deployed effectively, with clear roles, responsibilities, and performance expectations to maximize productivity and ensure alignment with organizational objectives.\r\n\r\nWe prioritize the professional development and training of our staff to enhance their expertise, capabilities, and capacity to fulfill organizational goals effectively. This includes opportunities for continuous learning, skill development, and career advancement, fostering a culture of innovation, collaboration, and excellence within the organization.\r\n\r\nMoreover, we leverage technology and automation to streamline processes, reduce administrative burdens, and enhance efficiency. Our organization invests in state-of-the-art systems and software for assessment management, data analysis, and reporting to facilitate informed decision-making and improve service delivery to stakeholders.\r\n\r\nIn summary, we meet Criterion C.1(a) by maintaining robust systems, processes, and resource management practices that support the effective operation of our organization and ensure the integrity, quality, and credibility of our qualifications. Our commitment to continuous improvement, transparency, and stakeholder engagement underpins our efforts to meet Ofqual's expectations for recognition and deliver value to learners, educators, employers, and the wider community.",

  "criterionc1b": "Our organization maintains robust financial management practices to ensure the effective allocation and utilization of resources. This includes conducting regular financial assessments, budgeting, forecasting, and monitoring of income and expenditure to ensure financial sustainability and viability. We prioritize transparency and accountability in financial reporting, adhering to relevant accounting standards and regulatory requirements.\r\n\r\nWe have sufficient financial resources to support the development of qualifications, including investment in curriculum design, assessment development, and quality assurance processes. This includes funding for staff salaries, professional development, technology infrastructure, and other operational expenses associated with qualification development.\r\n\r\nAdditionally, we allocate resources to support the delivery of qualifications, including assessment administration, learner support, and quality assurance activities. This includes funding for assessment centers, assessment materials, examination venues, and personnel involved in assessment administration and management.\r\n\r\nOur financial resources also support ongoing maintenance and review of qualifications to ensure their relevance, currency, and quality over time. This includes funding for periodic reviews, updates, and revisions of qualifications in response to changes in industry requirements, educational standards, and regulatory expectations.\r\n\r\nIn terms of profit, our organization operates on a not-for-profit basis, reinvesting any surplus funds into the continuous improvement of qualifications and services for the benefit of learners, educators, and stakeholders. Our financial sustainability model prioritizes the long-term interests of stakeholders over short-term profit maximization, ensuring that resources are allocated in ways that maximize educational impact and value.\r\n\r\nOperating costs are carefully managed to optimize efficiency and effectiveness in the delivery of qualifications and services. This includes controlling overhead expenses, negotiating favorable contracts with suppliers, and implementing cost-saving measures where feasible without compromising quality or integrity.\r\n\r\nIn summary, we meet Criterion C.1(b) by maintaining sufficient financial resources and facilities to support the development, delivery, and maintenance of high-quality qualifications in accordance with Ofqual's requirements. Our financial management practices prioritize transparency, accountability, and sustainability, ensuring that resources are allocated effectively to maximize educational impact and value for learners, educators, and stakeholders.",

  "criteria-c-files": [
    "Adjustment_Appeals_Processes.pdf",
    "Business_Continuity_Plan.docx",
    "Business_plan.docx",
    "Centre_Approval_Policies.docx",
    "Centre_Interactions_Processes.docx",
    "Centre_Overseeing_Arrangements.docx",
    "Confidentiality_Security_Policy.docx",
    "Cost_Monitoring_Systems.csv",
    "Customer_Service_Policies.docx",
    "Evaluation_and_Improvement_Approach.docx",
    "Forecasts.xlsx",
    "IT_Strategy_and_Tools.xlsx",
    "Malpractice_Policies.docx",
    "Management_Information_Systems.xlsx",
    "Pricing_and_Fees_Policies.docx",
    "Profit_loss-accounts.xlsx",
    "Qualification_Lifecycle_Policies.docx",
    "Risk_Management_Strategy.docx",
    "Staffing_and_Financial_Plans.xlsx",
    "Staffing_Vision_and_Plans.docx",
    "Standards_Comparability_Process.png",
    "Third_Party_Arrangements_Info.docx"
  ],

  "criteriond1a": "The development of qualifications is a meticulous process that begins with thorough research and analysis to identify learner needs, industry requirements, and educational objectives. We engage with subject matter experts, educators, employers, and other stakeholders to gather insights and feedback for curriculum design and assessment development. Our qualification development processes adhere to Ofqual's regulatory requirements, including the specification of learning outcomes, assessment criteria, and qualification descriptors.\r\n\r\nOnce qualifications are developed, they undergo rigorous review, validation, and approval processes to ensure alignment with national standards, industry benchmarks, and best practices. We adhere to established quality assurance mechanisms to evaluate the validity, reliability, and fairness of assessments and ensure that qualifications meet the needs of learners, educators, and employers.\r\n\r\nDelivery of qualifications encompasses various activities, including assessment administration, learner support, and quality assurance. We provide comprehensive guidance and support to learners, educators, and assessment centers to facilitate the smooth delivery of assessments and ensure adherence to regulatory requirements. Our assessment administration processes prioritize security, confidentiality, and integrity to safeguard the validity and reliability of assessment outcomes.\r\n\r\nMoreover, we maintain robust quality assurance mechanisms to monitor the delivery of qualifications and address any issues or concerns promptly. This includes regular audits, evaluations, and feedback mechanisms to assess the effectiveness and reliability of assessment processes and make continuous improvements as necessary.\r\n\r\nAwarding of qualifications is conducted in accordance with Ofqual's regulatory requirements and organizational policies. We ensure that assessment results are processed accurately, fairly, and transparently, and that learners receive timely feedback and certification upon completion of their qualifications. Our awarding processes prioritize integrity, fairness, and consistency to uphold the value and credibility of qualifications awarded by our organization.\r\n\r\nThroughout the development, delivery, and awarding of qualifications, we prioritize stakeholder engagement, transparency, and accountability. We actively seek feedback from learners, educators, employers, and regulatory bodies to inform our practices and make evidence-based decisions for continuous improvement. Our commitment to excellence, integrity, and regulatory compliance underpins our processes for developing, delivering, and awarding qualifications, ensuring that learners receive qualifications of the highest standard and value.",

  "criteriond1b": "Validity refers to the extent to which an assessment accurately measures the intended learning outcomes or competencies. We ensure the validity of our qualifications by aligning assessment tasks, criteria, and standards with defined learning objectives and national standards. Our assessment development processes involve subject matter experts, educators, and industry professionals who review and validate assessment materials to ensure they effectively measure the intended skills and knowledge.\r\n\r\nReliability pertains to the consistency and dependability of assessment outcomes. We employ rigorous quality assurance mechanisms to ensure the reliability of our assessments. This includes standardization of assessment procedures, calibration of assessors, and regular monitoring and review of assessment outcomes to identify and address inconsistencies or variations.\r\n\r\nComparability involves ensuring that qualifications are of equivalent standard across different assessment contexts and time periods. We establish comparability through robust standardization processes, including the calibration of assessment criteria, moderation of assessment outcomes, and benchmarking against national standards and industry benchmarks. We also conduct regular reviews and evaluations of assessment materials and processes to maintain consistency and comparability over time.\r\n\r\nManageability refers to the feasibility and practicality of administering assessments efficiently and effectively. We design assessments with consideration for manageability, ensuring that they are appropriate in length, complexity, and format. Additionally, we provide clear guidance and support to assessment centers, educators, and learners to facilitate the smooth administration and management of assessments.\r\n\r\nMinimizing bias involves identifying and mitigating factors that could unfairly advantage or disadvantage certain groups of learners. We implement strategies to minimize bias in assessment materials, procedures, and decision-making processes. This includes ensuring that assessments are free from cultural or linguistic bias, providing reasonable accommodations for learners with disabilities or special needs, and training assessors to recognize and address unconscious bias.\r\n\r\nOur expertise in validity, reliability, comparability, manageability, and bias minimization is informed by best practices, research, and professional standards in assessment and education. We continually review and enhance our processes based on feedback, evaluation data, and advancements in assessment theory and practice to ensure that our qualifications meet the highest standards of quality and integrity.\r\n\r\nIn summary, we meet Criterion D.1(b) by prioritizing validity, reliability, comparability, manageability, and bias minimization in the development, delivery, and assessment of our qualifications. Our expertise in these areas, coupled with robust quality assurance mechanisms, ensures that our qualifications are fair, reliable, and of high quality, earning the trust and confidence of learners, educators, employers, and stakeholders alike.",
  
  "criteriond1c": "Our qualifications development processes are guided by principles of equality and non-discrimination, ensuring that assessment materials, procedures, and outcomes are accessible and fair to all learners, regardless of their background, characteristics, or circumstances. We adhere to relevant legislation, including the Equality Act 2010, which prohibits discrimination on the basis of protected characteristics such as age, disability, gender reassignment, race, religion or belief, sex, sexual orientation, marriage and civil partnership, and pregnancy and maternity.\r\n\r\nWe incorporate considerations of diversity and inclusivity into the design of qualification specifications, assessment criteria, and support materials. This includes ensuring that assessment tasks and materials are free from bias or stereotyping, accommodating diverse learning styles and preferences, and providing reasonable adjustments or accommodations for learners with disabilities or special needs. We also provide guidance and training to assessors and educators on promoting equality and addressing discrimination in assessment processes.\r\n\r\nFurthermore, we engage with stakeholders, including learners, educators, employers, and representative bodies, to gather feedback and insights on equality-related issues and incorporate them into qualification development and review processes. We prioritize transparency and accountability in our approach to equality and diversity, maintaining open channels of communication and consultation with stakeholders to ensure that their perspectives and concerns are considered.\r\n\r\nIn addition to proactive measures to promote equality and inclusivity, we implement robust monitoring and evaluation processes to assess the impact of our qualifications on equality outcomes. This includes analyzing assessment outcomes, participation rates, and feedback from diverse learner groups to identify any disparities or inequalities and take remedial action as necessary. We are committed to continuous improvement in our efforts to promote equality, diversity, and inclusion across all aspects of qualification development and delivery.\r\n\r\nIn summary, we meet Criterion D.1(c) by ensuring that our qualifications are developed and delivered in accordance with equalities law and principles of equality, diversity, and inclusion. Our commitment to promoting fairness, accessibility, and inclusivity for all learners underscores our dedication to upholding the highest standards of integrity and equity in the education and qualifications sector, aligning with Ofqual's expectations for recognition.",
  "criteria-d-files": [
    "Access_Barriers_Minimization_Processes.docx",
    "Access_to_Resources_Plans.xlsx",
    "Accessible_Assessment_Guidelines.pdf",
    "Assessment_Personnel_Evidence.docx",
    "Assessment_Quality_Assurance_Policies.docx",
    "Business_plan.docx",
    "Business_Strategy_and_Plan.docx",
    "Cost_Monitoring_Systems.csv",
    "Equality_and_Diversity_Policy.docx",
    "Equality_Impact_Assessment_Report.xlsx",
    "Equality_Training_Record.pdf",
    "Evidence_Retention_Procedures.png",
    "Feedback_Collection_and_Evaluation_Processes.pdf",
    "Market_Scoping_Evidence.docx",
    "Pricing_and_Fees_Policies.docx",
    "Qualification_Development_Compliance_Evidence.docx",
    "Qualification_Review_Processes.pdf",
    "Staffing_and_Financial_Plans.xlsx",
    "Staffing_Vision_and_Plans.docx",
    "Stakeholder_Request_Evaluation_Processes.pdf",
    "Stakeholder_Support_Demonstration.pptx"
  ]
}
